<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>BBEditPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.BBEditPrefs</string>		<key>PayloadUUID</key>	<string>01CAC603-5303-4D56-8B50-B53BE03DF67F</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string>Sets user preferences for BBedit</string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>				<dict>					<key>PayloadType</key>			<string>com.barebones.bbedit</string>			<key>PayloadIdentifier</key>					<string>com.example.profiles.BBEditPrefs.D03F64A0-6CCF-4223-AB56-38952F47A8C4</string>						<key>PayloadUUID</key>			<string>9D7B8581-99CF-4FB9-8827-9AE08A03D5AB</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>BBEditSerialNumber:15.0</key>			<string>BEC150-AT4CC-54KYK-XZWXM</string>						<key>ApplicationAppearanceMode</key>			<integer>0</integer>			<key>BBEditorFont</key>			<data>			YnBsaXN0MDDUAQIDBAUIKClUJHRvcFgkb2JqZWN0c1gkdmVyc2lvblkkYXJjaGl2ZXLR			BgdUcm9vdIABqQkKDxkaGxwdJFUkbnVsbNILDA0OViRjbGFzc18QGk5TRm9udERlc2Ny			aXB0b3JBdHRyaWJ1dGVzgAiAAtMQCxESFRZaTlMub2JqZWN0c1dOUy5rZXlzohMUgAWA			BoAHohcYgAOABF8QE05TRm9udE5hbWVBdHRyaWJ1dGVfEBNOU0ZvbnRTaXplQXR0cmli			dXRlXlNGTW9uby1SZWd1bGFyIkFgAADSHh8gIVgkY2xhc3Nlc1okY2xhc3NuYW1loyEi			I18QE05TTXV0YWJsZURpY3Rpb25hcnlcTlNEaWN0aW9uYXJ5WE5TT2JqZWN00h4fJSei			JiNfEBBOU0ZvbnREZXNjcmlwdG9yXxAQTlNGb250RGVzY3JpcHRvchIAAYagXxAPTlNL			ZXllZEFyY2hpdmVyAAgAEQAWAB8AKAAyADUAOgA8AEYATABRAFgAdQB3AHkAgACLAJMA			lgCYAJoAnACfAKEAowC5AM8A3gDjAOgA8QD8AQABFgEjASwBMQE0AUcBWgFfAAAAAAAA			AgEAAAAAAAAAKgAAAAAAAAAAAAAAAAAAAXE=			</data>			<key>EditingWindowShowPageGuide</key>			<false/>			<key>EditorSoftWrap</key>			<true/>			<key>SoftWrapIndentation</key>			<integer>1</integer>			<key>SoftWrapStyle</key>			<integer>2</integer>			<key>StartupAndResumeAction</key>			<integer>1</integer>			<key>FirstRunComplete</key>			<true/>			<key>HasRunRegistrationDialog</key>			<true/>											<key>UserDeclinedRegistration</key>			<true/>			<key>UserDeclinedSandboxAccess</key>			<true/>			<key>SUSoftwareUpdateEnabled</key>										<false/>			<key>NewAndOpenPrefersSharedWindow</key>			<false/>			<key>BBEditEvaluationDisabled</key>			<true/>			<key>BBEditHideDemoMenuCommands</key>			<true/>		</dict>		<dict>			<key>PayloadDescription</key>			<string></string>			<key>PayloadDisplayName</key>			<string>Privacy Preferences Policy Control</string>			<key>PayloadIdentifier</key>			<string>2147D6F5-DAD4-4781-9D6A-F916BBA97DFE</string>			<key>PayloadOrganization</key>			<string>BareBones Edit</string>			<key>PayloadType</key>			<string>com.apple.TCC.configuration-profile-policy</string>			<key>PayloadUUID</key>			<string>19D599A2-4A78-44C2-B53E-45FA1B772449</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>Services</key>			<dict>				<key>AppleEvents</key>				<array>					<dict>						<key>AEReceiverCodeRequirement</key>						<string>identifier "com.apple.Terminal" and anchor apple</string>						<key>AEReceiverIdentifier</key>						<string>com.apple.Terminal</string>						<key>AEReceiverIdentifierType</key>						<string>bundleID</string>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string>Allow BBEdit to send AppleEvents control to Terminal</string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>				<key>SystemPolicyAllFiles</key>				<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>					<key>SystemPolicyDesktopFolder</key>				<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					</array>					<key>SystemPolicyDocumentsFolder</key>				<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					</array>					<key>SystemPolicyDownloadsFolder</key>				<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					</array>				<key>SystemPolicyNetworkVolumes</key>				<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					</array>				<key>SystemPolicyRemovableVolumes</key>					<array>					<dict>						<key>Allowed</key>						<integer>1</integer>						<key>CodeRequirement</key>						<string>anchor apple generic and identifier "com.barebones.bbedit" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = W52GZAXT98)</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.barebones.bbedit</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					</array>			</dict>		</dict>		</array></dict></plist>