<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>NumbersPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.NumbersPrefs</string>		<key>PayloadUUID</key>	<string>14600D22-714B-4465-8F4E-C352E2D648AC</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.iWork.Numbers</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.NumbersPrefs.A9F6F470-42E2-4B6F-B391-231EE3356A91</string>			<key>PayloadUUID</key>			<string>8314D0D0-5165-46C4-AABA-FB7B2BC11CFC</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>TMAFirstLaunchVersion</key>			<integer>75558</integer>							<key>TSURemoteDefaultsNextUpdate</key>			<date>2099-10-01T07:00:00Z</date>								</dict>			<dict>			<key>PayloadDescription</key>			<string></string>			<key>PayloadDisplayName</key>			<string>Privacy Preferences Policy Control</string>			<key>PayloadIdentifier</key>			<string>BFF2E4EC-FCB7-46A8-A0D5-9F86AF551E3B</string>			<key>PayloadOrganization</key>			<string>iWork Numbers</string>			<key>PayloadType</key>			<string>com.apple.TCC.configuration-profile-policy</string>			<key>PayloadUUID</key>			<string>4D8963B8-9AD3-417C-BA26-999F7A345604</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>Services</key>			<dict>				<key>SystemPolicyDesktopFolder</key>				<array>					<dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                        <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Numbers"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.iWork.Numbers</string>                        <key>IdentifierType</key>                         <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>					<key>SystemPolicyDocumentsFolder</key>				<array>					<dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                        <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Numbers"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.iWork.Numbers</string>                        <key>IdentifierType</key>                         <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>					<key>SystemPolicyDownloadsFolder</key>				<array>					<dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                        <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Numbers"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.iWork.Numbers</string>                        <key>IdentifierType</key>                         <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>				<key>SystemPolicyNetworkVolumes</key>				<array>					<dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                        <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Numbers"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.iWork.Numbers</string>                        <key>IdentifierType</key>                         <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>				<key>SystemPolicyRemovableVolumes</key>					<array>					<dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                        <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Numbers"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.iWork.Numbers</string>                        <key>IdentifierType</key>                         <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>			</dict>		</dict>	</array></dict></plist>