<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>LogicProPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.LogicProPrefs</string>		<key>PayloadUUID</key>	<string>16DE37A9-4FFC-4412-81F7-98B323F9E21F</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.logic10</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.LogicProPrefs.B4C6E166-7B13-4A89-9DAD-E26C4A5F6919</string>			<key>PayloadUUID</key>			<string>758C89AF-5375-46ED-A978-08E93C157104</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>RecentWhatsNewPanelVersion</key>			<integer>12</integer>									<key>startupAction</key>			<integer>1</integer>					</dict>	</array></dict></plist>