<?xml version="1.0" encoding="utf-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>AppStorePrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AppStorePrefs</string>		<key>PayloadUUID</key>	<string>3DC919B9-D25F-4B8A-99F7-744A5F388DF5</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.appstore</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.AppStorePrefs.0641B2B6-17C4-4A23-85D3-6E1F643F6B70</string>			<key>PayloadUUID</key>			<string>FA5EF31E-FA42-47D8-8614-BBAA1D70BA18</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>						<key>AutoPlayVideoSetting</key>			<string>off</string>					</dict>		</array></dict></plist>