<?xml version="1.0" encoding="utf-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>LingonPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.LingonPrefs</string>		<key>PayloadUUID</key>	<string>40A31DF9-3392-43E5-B0CC-0B45011EDE2D</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string>Lingon X 9 Site License</string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<false/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.peterborgapps.LingonX9</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.LingonPrefs.88F1E77D-5AC3-4DC6-AF15-82E0DB2CDAFE</string>			<key>PayloadUUID</key>			<string>CEB8D036-B67D-47AC-86A2-EB232EB6D57E</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>License</key>			<string>09AD1-F37C6-71524-D68AE-889F2-2A659-2FC73-8BC3D-4FB86-4ED9E-14260-36B00-C27EE-CC0AF-230C0-5D780-BCE52-D5666-6A378-3F711-F72C3-F2DCD-FA351-B34EE-D3BEE-00F</string>												</dict>		</array></dict></plist>