<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.Safari</string>			<key>PayloadIdentifier</key>            <string>com.example.profiles.StudentSafari.086734EC-6486-4597-A18E-2AE5EB80CE87</string>			<key>PayloadUUID</key>			<string>2371BFDC-F78B-4EAA-B035-612BF48C01F0</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>PayloadEnabled</key>			<true/>			<key>HomePage</key>			<string>file:///Library/Management/StudentBookmarks.html</string>		</dict>		<dict>					<key>PayloadType</key>			<string>com.google.Chrome</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.StudentChrome.8E125014-D22E-4112-A274-20544316887F</string>			<key>PayloadUUID</key>			<string>CF762252-8818-47C0-8E7A-2CBBB61E7818</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>PayloadEnabled</key>			<true/>			<key>HomepageIsNewTabPage</key>			<false/>			<key>HomepageLocation</key>			<string>file:///Library/Management/StudentBookmarks.html</string>			<key>NewTabPageLocation</key>			<string>file:///Library/Management/StudentBookmarks.html</string>			<key>RestoreOnStartupURLs</key>			<array>			<string>file:///Library/Management/StudentBookmarks.html</string>			</array>			<key>RestoreOnStartup</key>			<integer>5</integer>		</dict>	</array>	<key>PayloadDisplayName</key>	<string>SharedBrowsersHomepage</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.SharedBrowsersHomepage</string>	<key>PayloadUUID</key>	<string>42CB93B5-430E-49BA-83D1-99DEB96921A6</string>	<key>PayloadScope</key>	<string>System</string>	<key>PayloadOrganization</key>	<string>ExampleOrganization</string>	<key>PayloadRemovalDisallowed</key>	<true/>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadVersion</key>	<integer>1</integer></dict></plist>