<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>PayloadDisplayName</key>			<string>Screensaver</string>			<key>PayloadIdentifier</key>			<string>com.apple.screensaver.82BC49E0-7511-48DB-AEFC-15CE3BDC1CC3</string>			<key>PayloadType</key>			<string>com.apple.screensaver</string>			<key>PayloadUUID</key>			<string>78A1341C-190D-4D33-AA20-F9D8975023E6</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>askForPassword</key>			<true/>			<key>askForPasswordDelay</key>			<integer>300</integer>		</dict>		<dict>			<key>AdminHostInfo</key>			<string>IPAddress</string>			<key>DisableFDEAutoLogin</key>			<true/>			<key>HiddenUsersList</key>			<array>				<string>admin</string>			</array>			<key>PayloadDisplayName</key>			<string>Login Window</string>			<key>PayloadIdentifier</key>			<string>com.apple.loginwindow.E7445D0D-7432-4F35-B38B-17155D01295E</string>			<key>PayloadType</key>			<string>com.apple.loginwindow</string>			<key>PayloadUUID</key>			<string>E9C47308-C70F-44AF-AA40-CF28F9EAB882</string>			<key>PayloadVersion</key>			<integer>1</integer>		</dict>	</array>	<key>PayloadDescription</key>	<string></string>	<key>PayloadDisplayName</key>	<string>AssignedLoginWindow</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AssignedLoginWindow</string>	<key>PayloadOrganization</key>	<string></string>	<key>PayloadRemovalDisallowed</key>	<true/>	<key>PayloadScope</key>	<string>System</string>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadUUID</key>	<string>581798DC-3E5C-4289-BA26-41BE9F0F1E44</string>	<key>PayloadVersion</key>	<integer>1</integer></dict></plist>