<?xml version="1.0" encoding="utf-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>PayloadContent</key>			<dict>				<key>com.adobe.Reader</key>				<dict>					<key>Set-Once</key>					<array>						<dict>							<key>mcx_data_timestamp</key>							<date>2018-07-30T18:58:51Z</date>							<key>mcx_preference_settings</key>							<dict>								<key>DC</key>								<dict>                                    <key>AVAlert</key>                                    <dict>                                        <key>Checkbox</key>                                        <array>                                            <integer>8</integer>                                            <dict>                                                <key>OptionToOwn</key>                                                <array>                                                    <integer>1</integer>                                                    <integer>1</integer>                                                </array>                                            </dict>                                        </array>                                    </dict>                                    <key>EULAAccepted</key>                                    <true/>                                    <key>FTEDialog</key>                                    <dict>                                        <key>FTEVersion</key>                                        <array>                                            <integer>1</integer>                                            <integer>10</integer>                                        </array>                                        <key>LastCardShown</key>                                        <array>                                            <integer>1</integer>                                            <integer>0</integer>                                        </array>                                        <key>WelcomeCard_RdrInstall</key>                                        <array>                                            <integer>0</integer>                                            <true/>                                        </array>                                    </dict>                                    <key>FlashDebug</key>                                    <dict>                                        <key>AutomationEnabled</key>                                        <array>                                            <integer>0</integer>                                            <false/>                                        </array>                                    </dict>                                    <key>HomeWelcome</key>                                    <dict>                                        <key>KillSwitchCheckDay</key>                                        <array>                                            <integer>1</integer>                                            <integer>20200310</integer>                                        </array>                                        <key>KillSwitchOn</key>                                        <array>                                            <integer>0</integer>                                            <false/>                                        </array>                                    </dict>                                    <key>HomeWelcomeFirstMileReader</key>                                    <dict>                                        <key>CardCountShown</key>                                        <array>                                            <integer>1</integer>                                            <integer>2</integer>                                        </array>                                        <key>CurrentRHSCard</key>                                        <array>                                            <integer>1</integer>                                            <integer>17</integer>                                        </array>                                        <key>HasShownSignInCard</key>                                        <array>                                            <integer>0</integer>                                            <true/>                                        </array>                                        <key>LastTimeShown</key>                                        <array>                                            <integer>4</integer>                                            <data>                                            MjAwMzExMDIxNjMzWgA=                                            </data>                                        </array>                                    </dict>                                    <key>ShowSplashScreen</key>                                    <false/>							</dict>                            </dict>						</dict>					</array>				</dict>			</dict>			<key>PayloadEnabled</key>			<true/>			<key>PayloadIdentifier</key>			<string>com.example.profiles.AcrobatReaderPrefs.34235FF9-1226-4BA6-81F6-409938E8CC9F</string>			<key>PayloadType</key>			<string>com.apple.ManagedClient.preferences</string>			<key>PayloadUUID</key>			<string>A05FD9C3-31F8-4EEC-83F9-AEBFDDC68DFA</string>			<key>PayloadVersion</key>			<integer>1</integer>		</dict>	</array>		<key>PayloadDisplayName</key>	<string>AcrobatReaderPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AcrobatReaderPrefs</string>		<key>PayloadUUID</key>	<string>79A58CEF-7F47-4FA3-AA4B-1D9E7DBE583D</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	</dict></plist>