<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>PayloadContent</key>			<dict>				<key>com.adobe.Acrobat.Pro</key>				<dict>					<key>Set-Once</key>					<array>						<dict>							<key>mcx_data_timestamp</key>							<date>2018-07-30T18:58:51Z</date>							<key>mcx_preference_settings</key>							<dict>								<key>DC</key>								<dict>									<key>AVAlert</key>									<dict>										<key>Checkbox</key>										<array>											<integer>8</integer>											<dict>												<key>OptionToOwn</key>												<array>													<integer>1</integer>													<integer>1</integer>												</array>											</dict>										</array>									</dict>									<key>EULAAcceptedForBrowser</key>									<true/>									<key>ShowSplashScreen</key>									<false/>									<key>Updater</key>									<dict>										<key>FirstTimeAppHasRun</key>										<array>											<integer>0</integer>											<false/>										</array>									</dict>								</dict>							</dict>						</dict>					</array>				</dict>			</dict>			<key>PayloadEnabled</key>			<true/>			<key>PayloadIdentifier</key>			<string>com.example.profiles.AcrobatPrefs.D2CB6776-AF5E-4562-8C18-212E09AB17CC</string>			<key>PayloadType</key>			<string>com.apple.ManagedClient.preferences</string>			<key>PayloadUUID</key>			<string>FDF5B97A-1A9A-4AAC-8C32-BB7E83DFD3E8</string>			<key>PayloadVersion</key>			<integer>1</integer>		</dict>	</array>	<key>PayloadDescription</key>	<string></string>	<key>PayloadDisplayName</key>	<string>AcrobatPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AcrobatPrefs</string>	<key>PayloadOrganization</key>	<string>ExampleOrganization</string>	<key>PayloadRemovalDisallowed</key>	<true/>	<key>PayloadScope</key>	<string>System</string>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadUUID</key>	<string>92580CCD-3EC0-42E0-8E85-28EFD678049D</string>	<key>PayloadVersion</key>	<integer>1</integer></dict></plist>