<?xml version="1.0" encoding="utf-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>PagesPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.PagesPrefs</string>		<key>PayloadUUID</key>	<string>A4769391-FEA6-468F-A6D0-6B2D95EA6BB9</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.iWork.Pages</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.PagesPrefs.9165989F-5A84-480E-B975-55491A027833</string>			<key>PayloadUUID</key>			<string>BA43E2D7-0E46-4846-8B83-06B8D2212276</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>TMAFirstLaunchVersion</key>			<integer>75558</integer>			<key>TSURemoteDefaultsNextUpdate</key>			<date>2099-10-01T07:00:00Z</date>		</dict>		<dict>			<key>PayloadDescription</key>			<string></string>			<key>PayloadDisplayName</key>			<string>Privacy Preferences Policy Control</string>			<key>PayloadIdentifier</key>			<string>2226CED9-0E3F-479E-9A2F-816FFD1896F1</string>			<key>PayloadOrganization</key>			<string>iWork Pages</string>			<key>PayloadType</key>			<string>com.apple.TCC.configuration-profile-policy</string>			<key>PayloadUUID</key>			<string>36C520C4-72D7-4155-BA24-8856107F4D21</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>Services</key>			<dict>				<key>SystemPolicyDesktopFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Pages"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.iWork.Pages</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>					<key>SystemPolicyDocumentsFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Pages"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.iWork.Pages</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>					<key>SystemPolicyDownloadsFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Pages"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.iWork.Pages</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>				<key>SystemPolicyNetworkVolumes</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Pages"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.iWork.Pages</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>				<key>SystemPolicyRemovableVolumes</key>					<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Pages"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.iWork.Pages</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>				</array>			</dict>		</dict>	</array></dict></plist>