<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>FinalCutPrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.FinalCutPrefs</string>		<key>PayloadUUID</key>	<string>B85F6543-858C-4252-8C2E-32CA6949CDE3</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadType</key>	<string>Configuration</string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>	<key>PayloadContent</key>	<array>		<dict>					<key>PayloadType</key>			<string>com.apple.FinalCut</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.FinalCutPrefs.C4F3B3B5-29E1-459F-8353-371183A270BB</string>			<key>PayloadUUID</key>			<string>AD84C49C-C8FE-41C7-9CDA-FD3F888005F9</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>FFCheckedUpgrade</key>			<true/>								<key>LKLastWhatsNewVersionDisplayed</key>			<integer>1</integer>			<key>LKWhatsNewDisplayedForAppVersion</key>			<dict>				<key>10.6.5</key>				<true/>			</dict>		</dict>						<dict>			<key>PayloadDescription</key>			<string></string>			<key>PayloadDisplayName</key>			<string>Privacy Preferences Policy Control</string>			<key>PayloadIdentifier</key>			<string>2D361FC8-3F95-400D-9B12-B664EE8BDAF7</string>			<key>PayloadOrganization</key>			<string>Final Cut</string>			<key>PayloadType</key>			<string>com.apple.TCC.configuration-profile-policy</string>			<key>PayloadUUID</key>			<string>4FD49D23-38AD-4168-8BDE-70EC81718E60</string>			<key>PayloadEnabled</key>			<true/>			<key>PayloadVersion</key>			<integer>1</integer>			<key>Services</key>			<dict>				<key>MediaLibrary</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = K36BKF7T3D) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>					</dict>				</array>				<key>Photos</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = K36BKF7T3D) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>					</dict>				</array>					<key>SystemPolicyDesktopFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.motionapp"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.motionapp</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>                            <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.Compressor"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.Compressor</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>					</dict>				</array>					<key>SystemPolicyDocumentsFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.motionapp"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.motionapp</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>                            <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.Compressor"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.Compressor</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>					</dict>				</array>					<key>SystemPolicyDownloadsFolder</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.motionapp"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.motionapp</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>                            <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.Compressor"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.Compressor</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>					</dict>				</array>				<key>SystemPolicyNetworkVolumes</key>				<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.motionapp"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.motionapp</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>                            <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.Compressor"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.Compressor</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>					</dict>				</array>				<key>SystemPolicyRemovableVolumes</key>					<array>					<dict>						<key>Allowed</key>						<true/>						<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.FinalCut"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.FinalCut</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>						<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.motionapp"</string>						<key>Comment</key>						<string></string>						<key>Identifier</key>						<string>com.apple.motionapp</string>						<key>IdentifierType</key>						<string>bundleID</string>						<key>StaticCode</key>						<false/>					</dict>					<dict>				    	<key>Allowed</key>				    	<true/>				    	<key>CodeRequirement</key>                            <string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.Compressor"</string>                        <key>Comment</key>                        <string></string>                        <key>Identifier</key>                        <string>com.apple.Compressor</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>					</dict>				</array>			</dict>		</dict>		</array></dict></plist>	