<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>AutomaticCheckEnabled</key>			<true/>			<key>AutomaticDownload</key>			<true/>			<key>AutomaticallyInstallAppUpdates</key>			<true/>			<key>AutomaticallyInstallMacOSUpdates</key>			<true/>			<key>ConfigDataInstall</key>			<true/>			<key>CriticalUpdateInstall</key>			<true/>			<key>PayloadIdentifier</key>			<string>com.apple.SoftwareUpdate</string>			<key>PayloadType</key>			<string>com.apple.SoftwareUpdate</string>			<key>PayloadUUID</key>			<string>9B2B8F04-5A0F-480B-8E3C-AF46C1A3A7B1</string>			<key>PayloadVersion</key>			<integer>1</integer>		</dict>	</array>	<key>PayloadDescription</key>	<string></string>	<key>PayloadDisplayName</key>	<string>AssignedSoftwareUpdate</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AssignedSoftwareUpdate</string>	<key>PayloadOrganization</key>	<string>ExampleOrganization</string>	<key>PayloadRemovalDisallowed</key>	<true/>	<key>PayloadScope</key>	<string>System</string>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadUUID</key>	<string>BC19DD3C-D53F-4B3A-B8B8-E218BDD54EA0</string>	<key>PayloadVersion</key>	<integer>1</integer></dict></plist>