<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadDisplayName</key>	<string>KeynotePrefs</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.KeynotePrefs</string>		<key>PayloadUUID</key>	<string>C92F4C42-77CC-4BBA-B75C-D2D3FFDCF65E</string>		<key>PayloadScope</key>	<string>System</string>		<key>PayloadDescription</key>	<string></string>		<key>PayloadOrganization</key>	<string>ExampleOrganization</string>		<key>PayloadRemovalDisallowed</key>	<true/>			<key>PayloadVersion</key>	<integer>1</integer>		<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadContent</key>	<array>		<dict>							<key>PayloadType</key>			<string>com.apple.iWork.Keynote</string>			<key>PayloadIdentifier</key>			<string>com.example.profiles.KeynotePrefs.C37E6573-52AA-46C3-99B8-2D3005A7826C</string>			<key>PayloadUUID</key>			<string>46B1E819-ECAB-45CF-8D76-CDB992485DD4</string>				<key>PayloadVersion</key>			<integer>1</integer>					<key>PayloadEnabled</key>			<true/>			<key>TMAFirstLaunchVersion</key>			<integer>75558</integer>			<key>TMAFirstLaunchCoachingTipShownKey</key>			<integer>1</integer>						<key>TSURemoteDefaultsNextUpdate</key>			<date>2099-10-01T07:00:00Z</date>		</dict>		<dict>			<key>PayloadDescription</key>			<string></string>			<key>PayloadDisplayName</key>			<string>Privacy Preferences Policy Control</string>			<key>PayloadIdentifier</key>			<string>B0AC39C0-871D-48BE-A132-E6A3CD4C31AB</string>			<key>PayloadOrganization</key>			<string>iWork KeyNote</string>			<key>PayloadType</key>			<string>com.apple.TCC.configuration-profile-policy</string>			<key>PayloadUUID</key>			<string>B93D1E30-2C0A-4E7C-BBB4-5FE779DE1152</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>Services</key>			<dict>				<key>SystemPolicyDesktopFolder</key>				<array>                    <dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                    	<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Keynote"</string>                        <key>Comment</key>                        <string></string>                    	<key>Identifier</key>                        <string>com.apple.iWork.Keynote</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>					<key>SystemPolicyDocumentsFolder</key>				<array>                    <dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                    	<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Keynote"</string>                        <key>Comment</key>                        <string></string>                    	<key>Identifier</key>                        <string>com.apple.iWork.Keynote</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>					<key>SystemPolicyDownloadsFolder</key>				<array>                    <dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                    	<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Keynote"</string>                        <key>Comment</key>                        <string></string>                    	<key>Identifier</key>                        <string>com.apple.iWork.Keynote</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>				<key>SystemPolicyNetworkVolumes</key>				<array>                    <dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                    	<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Keynote"</string>                        <key>Comment</key>                        <string></string>                    	<key>Identifier</key>                        <string>com.apple.iWork.Keynote</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>				<key>SystemPolicyRemovableVolumes</key>					<array>                    <dict>                        <key>Allowed</key>                        <true/>                        <key>CodeRequirement</key>                    	<string>(anchor apple generic and certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or anchor apple) and identifier "com.apple.iWork.Keynote"</string>                        <key>Comment</key>                        <string></string>                    	<key>Identifier</key>                        <string>com.apple.iWork.Keynote</string>                        <key>IdentifierType</key>                        <string>bundleID</string>                        <key>StaticCode</key>                        <false/>                    </dict>				</array>			</dict>		</dict>	</array></dict></plist>