<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>

	<key>PayloadDisplayName</key>
	<string>AntiMalwarePrefs</string>

	<key>PayloadIdentifier</key>
	<string>com.example.profiles.AntiMalwarePrefs</string>
	
	<key>PayloadUUID</key>
	<string>CADDE4D4-C15F-4946-B8C2-0C563313DDB6</string>
	
	<key>PayloadScope</key>
	<string>System</string>
	
	<key>PayloadDescription</key>
	<string></string>
	
	<key>PayloadOrganization</key>
	<string>ExampleOrganization</string>
	
	<key>PayloadRemovalDisallowed</key>
	<true/>	
	
	<key>PayloadVersion</key>
	<integer>1</integer>
	
	<key>PayloadType</key>
	<string>Configuration</string>

	<key>PayloadContent</key>
	<array>

		<dict>		
			<key>PayloadType</key>
			<string>com.malwarebytes.antimalware</string>

			<key>PayloadIdentifier</key>
			<string>com.example.profiles.AntiMalwarePrefs.2AE149FE-2B15-4FC6-BB7C-1184A2DCD18C</string>

			<key>PayloadUUID</key>
			<string>9AC1C5F3-D625-4C74-886D-69E00E223E50</string>
	
			<key>PayloadVersion</key>
			<integer>1</integer>
		
			<key>PayloadEnabled</key>
			<true/>

			<key>SUSkippedVersion</key>
			<string>3.0.0</string>
			<key>SUAutomaticallyUpdate</key>
			<false/>
			<key>SUEnableAutomaticChecks</key>
			<false/>
			<key>SUHasLaunchedBefore</key>
			<true/>
			<key>SULastCheckTime</key>
			<date>2016-07-19T20:38:56Z</date>
			<key>didCheckRemoveHelperTool</key>
			<true/>
			<key>licenseAgreed</key>
			<true/>
			<key>licenseAutoRenew</key>
			<false/>
			<key>licenseKey</key>
			<string></string>
							
		</dict>
	</array>
</dict>
</plist>