<?xml version="1.0"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"><plist version="1.0"><dict>	<key>PayloadContent</key>	<array>		<dict>			<key>PayloadDisplayName</key>			<string>AssignedAssignedManagedInstalls</string>			<key>PayloadIdentifier</key>			<string>AssignedAssignedManagedInstalls</string>			<key>PayloadType</key>			<string>AssignedManagedInstalls</string>			<key>PayloadUUID</key>			<string>AE6CFEFD-1288-467B-AF0F-00DC5DA1094E</string>			<key>PayloadVersion</key>			<integer>1</integer>			<key>AggressiveUpdateNotificationDays</key>			<integer>7</integer>			<key>InstallAppleSoftwareUpdates</key>			<false/>			<key>ShowOptionalInstallsForHigherOSVersions</key>			<true/>			<key>SuppressAutoInstall</key>			<false/>			<key>SuppressLoginwindowInstall</key>			<false/>			<key>SuppressUserNotification</key>			<false/>		</dict>	</array>	<key>PayloadDisplayName</key>	<string>AssignedManagedInstalls</string>	<key>PayloadIdentifier</key>	<string>com.example.profiles.AssignedAssignedManagedInstalls</string>	<key>PayloadOrganization</key>	<string>ExampleOrganization</string>	<key>PayloadRemovalDisallowed</key>	<false/>	<key>PayloadScope</key>	<string>System</string>	<key>PayloadType</key>	<string>Configuration</string>	<key>PayloadUUID</key>	<string>E6C4406E-DFF1-45C7-B96E-D1E6FF3F5371</string>	<key>PayloadVersion</key>	<integer>1</integer>	<key>TargetDeviceType</key>	<integer>5</integer></dict></plist>